Repository: betagouv/euphrosyne
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Accept request(s) (send download links)
fr: Accepter les demandes (envoyer les liens de téléchargement)

source: Error sending links to %(email)s for %(data_request)s: %(error)s
fr: Une erreur est survenue lors de l'envoi des liens à %(email)s pour %(data_request)s : %(error)s

source: has been sent
fr: envoyé

source: Yes
fr: Oui

source: No
fr: Non

source: Data requests
fr: Demandes de données

source: Is sent
fr: Envoyé

source: [New AGLAE] Data request received
fr: [New AGLAE] Demande de données reçue

source: Your New AGLAE data links
fr: Vos liens de données New AGLAE

source: data request
fr: demande de données

source: data requests
fr: demandes de données

source: Viewed
fr: Vue

source: Has been viewed by an admin
fr: A été vue par un admin

source: Sent at
fr: Date d'envoi

source: User email
fr: Adresse email de l'utilisateur

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Created
fr: Créé

source: Modified
fr: Modifié

source: data access event
fr: événement d'accès aux données

source: data access events
fr: événements d'accès aux données

source: Path
fr: Chemin

source: Access time
fr: Heure d'accès

source: Data Request
fr: Demande de données

source: Thank you for your interest in New AGLAE data catalog. We have processed your request and generated the following links for you to download the data you have selected:
fr: Merci pour votre intérêt pour le catalogue de données de New AGLAE. Nous avons traité votre demande et généré les liens suivants pour télécharger les données que vous avez sélectionnées :

source: Raw data
fr: Données brutes

source: Processed data
fr: Données travaillées

source: Please click on the links above to download the data. If you have any further questions or need assistance, please feel free to contact us.
fr: Cliquez sur les liens ci-dessus pour télécharger les données. Si vous avez des questions ou besoin d'aide, n'hésitez pas à nous contacter.

source: Note that the links will be active until %(formatted_exp_date)s.
fr: Les liens sont disponibles jusqu'au %(formatted_exp_date)s.

source: Thank you
fr: Merci

source: The New AGLAE Team
fr: L'équipe New AGLAE

source: Data request received
fr: Demande de données reçue

source: We have received your data request. A member of the New AGLAE team will review it as soon as posible and get back to you.
fr: Nous avons bien reçu votre demande de données. Un membre de l'équipe New AGLAE la traitera dès que possible.

source: Have a good day,
fr: Bonne journée,

source: Related project
fr: Projet apparenté

source: Related projects
fr: Projet apparentés

source: Status
fr: Statut

source: Invitation completed
fr: Invitation complétée

source: Profile
fr: Profil

source: Superuser
fr: Superutilisateur

source: Users
fr: Utilisateurs

source: Send invitation e-mail again
fr: Ré-envoyer les invitations

source: Invitations sent to : {}.
fr: Invitations envoyées à : {}.

source: Invitations were not sent to the following accounts, the registrations have already been completed : {}
fr: Les invitations n'ont pas été envoyées à ces comptes car l'enregistrement a déjà été effectué : {}

source: Name
fr: Nom

source: Last institution
fr: Dernière institution

source: Password
fr: Mot de passe

source: this form
fr: ce formulaire

source: Change password using {}.
fr: Modifier le mot de passe en utilisant {}.

source: No password. You can set one using {}.
fr: Aucun mot de passe. Vous pouvez en définir un en utilisant {}.

source: Invite new user
fr: Inviter un utilisateur

source: [Euphrosyne] Invitation to register
fr: [Euphrosyne] Invitation à s'inscrire

source: An account with this email already exists.
fr: Un compte avec cet email existe déjà.

source: I have read and accept the Terms and Conditions.
fr: J'ai lu et j'accepte les conditions générales d'Euphrosyne.

source: The Email must be set
fr: L'email doit être défini

source: Superuser must have is_staff=True.
fr: Le superutilisateur doit avoir is_staff=True

source: Superuser must have is_superuser=True.
fr: Le superutilisateur doit avoir is_superuser=True

source: email address
fr: adresse email

source: first name
fr: prénom

source: last name
fr: nom

source: invitation completed at
fr: invitation complétée le

source: is Euphrosyne admin
fr: admin Euphrosyne

source: CGU accepted at
fr: CGU acceptées le

source: User invitation
fr: Invitation utilisateur

source: User invitations
fr: Invitations utilisateur

source: Invite user
fr: Inviter un utilisateur

source: First, enter an email and password. Then, you'll be able to edit more user options.
fr: Tout d'abord, entrez un email et un mot de passe. Suite à quoi vous pourrez modifier plus d'options de l'utilisateur.

source: Enter an email and password.
fr: Entrez un email et un mot de passe

source: Accept Terms and Conditions
fr: Accepter les Conditions Générales d'Utilisation

source: We have updated our Terms and Conditions (T&Cs). Please review and accept the new terms to continue using the Euphrosyne platform.
fr: Nous avons mis à jour nos Conditions Générales d'Utilisation (CGU). Veuillez les lire et les accepter pour continuer à utiliser la plateforme Euphrosyne.

source: Read the T&Cs.
fr: Lire les CGU.

source: Accept
fr: Accepter

source: Create your account
fr: Créer votre compte

source: Confirm password
fr: Confirmez le mot de passe

source: Save my information
fr: Enregistrer mon profil

source: Other registration providers
fr: Autres services d'inscription

source: Connect your ORCID ID
fr: Connecter votre ORCID ID

source: The registration link was invalid, possibly because it has already been used.
fr: Le lien d'inscription est invalide, peut-être parce qu'il a déjà été utilisé.

source: Hello,
fr: Bonjour,

source: You've been invited to register at Euphrosyne.
fr: Vous avez été invité à vous inscrire sur Euphrosyne.

source: Please go to the following page and create your account:
fr: Cliquez sur ce lien pour créer votre compte :

source: Create account
fr: Créer mon compte

source: The Euphrosyne team
fr: L'équipe Euphrosyne

source: Enter your information
fr: Entrez vos informations

source: You must accept the Terms and Conditions to continue.
fr: Vous devez accepter les Conditions Générales d'Utilisation pour continuer.

source: Terms and Conditions Agreement
fr: Conditions Générales d'Utilisation

source: Euphro tools is not available.
fr: Euphro tools n'est pas disponible.

source: Dashboard
fr: Tableau de bord

source: English
fr: Anglais

source: French
fr: Français

source: History
fr: Historique

source: View on site
fr: Voir sur le site

source: Upcoming projects
fr: Projets à venir

source: See more
fr: Voir plus

source: Calendar
fr: Calendrier

source: Running virtual machines
fr: Machines virtuelles en cours d'exécution

source: Search
fr: Rechercher

source: %(counter)s result
fr: %(counter)s résultat

source: Show all
fr: Montrer tout

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Save as new
fr: Sauvegarder comme nouveau

source: Save and add another
fr: Sauvegarder et ajouter un autre

source: Close
fr: Fermer

source: Sign in
fr: Inscription

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Vous êtes connecté.e en tant que %(username)s, mais n'êtres pas autorisé.e à accéderà ce contenu. Voulez-vous vous connnecter avec un compte différent?

source: Log in with ORCID
fr: Se connecter avec ORCID

source: Forgotten your password or username?
fr: Mot de passe oublié ?

source: Log in
fr: Connexion

source: Euphrosyne, open %(aglae_link)s data.
fr: Euphrosyne, ouvrir les données de %(aglae_link)s.

source: Our partners
fr: Nos partenaires

source: Accessibility: non-compliant
fr: Accessibilité: non conforme

source: End-user license agreement
fr: Conditions générales d'utilisation

source: Legal notice
fr: Mentions légales

source: Personal data and cookies
fr: Données personnelles et cookies

source: Password reset complete
fr: Mise à jour du mot de passe terminée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a bien été mis à jour. Vous pouvez vous connecter à nouveau.

source: New password
fr: Nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Entrez votre nouveau mot de passe deux fois pour être sûr qu'il soit correct.

source: Change my password
fr: Modifier mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien d'inscription est invalide, peut-être parce qu'il a déjà été utilisé. Demandez-en un nouveau.

source: Email sent
fr: Email envoyé

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Un email avec les instructions pour mettre à jour votre mot de passe vous a été envoyé, si un compte existe avec cet email.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez aucun email, vérifiez que vous avez entré le bon email et vérifiez dans vos courriers indésirables.

source: Go back to login page
fr: Retour à la page de connexion

source: Reset password
fr: Mettre à jour le mot de passe

source: Email address
fr: Email

source: The online board to track your %(aglae_tag)s search projects
fr: L'outil en ligne pour gérer vos projets de recherche %(aglae_tag)s

source: Please correct the error below.
fr: Merci de corriger l'erreur ci-dessous

source: Please correct the errors below.
fr: Merci de corriger les erreurs ci-dessous

source: Project
fr: Projet

source: Upload documents
fr: Téléverser des documents

source: Multiple files allowed. Allowed files: images, documents and archives.
fr: Plusieurs fichiers autorisés. Fichiers supportés : images, documents et archives.

source: [Euphrosyne] Invitation to join project {project.name}
fr: [Euphrosyne] Invitation à rejoindre le projet {project.name}

source: HDF5 Viewer
fr: Visionneur HDF5

source: Object group
fr: Lot d'objets

source: Comments
fr: Commentaires

source: Point location of image
fr: Localisation du point sur l'image

source: {} analysis technique
fr: technique d'analyse {}

source: other detector
fr: autre détecteur

source: {} / {} detector
fr: détecteur {} / {}

source: {} filters
fr: filtres {}

source: {} / {} filters choice
fr: choix de filtres {} / {}

source: Projects
fr: Projets

source: Account
fr: Compte

source: Preview
fr: Aperçu

source: Thumbnail
fr: Vignette

source: We cannot process the CSV file because it is not valid. Please refer to the template to fill it properly.
fr: Nous ne pouvons traiter le fichier CSV uploadé car il n'est pas valide. Veuillez-vous référer au modèle à téléchargerpour le remplir.

source: A differentiated object group must contain at least 2 objects.If you want to add a single object, please click on the one object tab.
fr: Un groupe d'objets différentié doit contenir au moins 2 objets. Si vous voulez ajouter un objet simple, cliquez sur l'onglet objet unique.

source: Object
fr: Objet

source: This object was imported from EROS.
fr: Cet objet a été importé via EROS.

source: Fill up collection and inventory number if you object group is undifferentiated.
fr: Remplissez la collection et le numéro d'inventaire si votre groupe d'objets est indifférencié.

source: One object
fr: Objet unique

source: Group of objects
fr: Groupe d'objets

source: Start typing to search for a material. Click on suggestion or add a comma to add to the list.
fr: Commencez à écrire pour recherche un matériau. Cliquez sur une suggestion ou ajoutez une virgule pour l'ajouter à la liste.

source: Start typing to search for a location
fr: Commencez à écrire pour rechercher un lieu

source: Start typing to search for a period
fr: Commencez à écrire pour rechercher une période

source: An error occured when importing data from Eros.
fr: Une erreur est survenue lors de l'import via Eros.

source: This ID was not found in Eros.
fr: Ce numéro n'a pas été trouvé dans Eros.

source: Copyright
fr: Mention / droit d'auteur

source: C2RMF ID
fr: Numéro C2RMF

source: Label
fr: Libellé

source: Number of objects
fr: Nombre d'objets

source: Inventory number
fr: Inventaire

source: Period
fr: Période

source: Era
fr: Époque

source: Materials
fr: Matériaux

source: Place of discovery
fr: Lieu de découverte

source: %(object_count)s objects
fr: %(object_count)s objets

source: Object / Sample
fr: Objet / Échantillon

source: Object(s) / Sample(s
fr: Objet(s) / Échantillon(s)

source: Inventory
fr: Inventaire

source: Image transformation
fr: Redimensionnement de l'image

source: This object has already been added to the run.
fr: Cet object a déjà été ajouté à ce run.

source: EROS import
fr: Import EROS

source: name
fr: nom

source: country
fr: pays

source: Project member
fr: Membre du projet

source: Project members
fr: Membres du projet

source: Leader
fr: Chef de projet

source: First run
fr: Premier run

source: First run date
fr: Date du premier run

source: No scheduled run.
fr: Aucun run planifié.

source: See runs
fr: Voir les runs

source: Basic information
fr: Informations essentielles

source: Create new project
fr: Créer un nouveau projet

source: To create a project on Euphrosyne, you are required to acknowledge and agree to the platform's general terms of use.
fr: Pour créer un projet sur Euphrosyne, vous devez lire et accepter les conditions générales d'utilisation de la plateforme.

source: Renaming this project is not posible for now : %s
fr: Renommer ce projet est impossible pour le moment : %s

source: To schedule
fr: A planifier

source: run status
fr: statut du run

source: data status
fr: statut des données

source: Available (DIGILAB)
fr: Accessibles (DIGILAB)

source: Available (FIXLAB)
fr: Accessibles (FIXLAB)

source: Hidden (DIGILAB)
fr: Cachées (DIGILAB)

# for data
source: Confidential
fr: Confidentielles

source: I have read and accepted the general conditions of Euphrosyne.
fr: J'ai lu et accepté les conditions générales d'Euphrosyne.

source: No leader
fr: Aucun chef de projet

source: User
fr: Utilisateur

source: Scheduled
fr: Planifié

source: Ongoing
fr: En cours

source: Finished
fr: Terminé

source: Data uploaded
fr: Données versées

source: Project name
fr: Nom du projet

source: Project name slug
fr: Slug du projet

source: Confidential
fr: Confidentiel

source: Mark this project as confidential. This will hide it from external servicecs (Euphrosyne Diglab, ...).
fr: Indique que ce projet est confidentiel. Cela cachera le projet dans les services externes (Euphrosyne Digilab, ...)

source: Members
fr: Membres

source: Administrator
fr: Administrateur

source: Data available
fr: Données disponibles

source: Has at least one run with data available.
fr: A au moins un run avec des données disponibles.

source: A project with a similar name already exists. The slug corresponding to the name you enter is '%s' and another project with this slug exists.
fr: Un projet avec un nom similaire existe déjà. Le slug correspondant au nom que vous avez entré est '%s' et un autre projet avec ce slug existe.

source: European
fr: Européen

source: Beam time request
fr: Demande de temps de faisceau

source: Beam time requests
fr: Demandes de temps de faisceau

source: Request type
fr: Type de requête

source: Request ID
fr: Numéro de requête

source: ID appearing on the official form
fr: Numéro identifiant apparaissant sur le formulaire officiel

source: Problem statement
fr: Question posée

source: Description of the problematic being studied with the beam analysis
fr: Description de la problématique étudiée par analyse de faisceau

source: Form type
fr: Type du formulaire

source: Change leader
fr: Modification du chef de projet

source: Experimental conditions
fr: Conditions expérimentales

source: You do not have permission for this project. If you think this is an error, please contact the New AGLAE team.
fr: Vous n'avez pas les droits pour ce projet. Si vous pensez que c'est une erreur, contactez l'équipe New AGLAE.

source: The run can't start while the following Run fields aren't defined: {fields}.
fr: Le run ne peut démarrer tant que les champs suivants ne sont remplis: {fields}.

source: The run can't start while no method is selected.
fr: Le run ne peut démarrer tant qu'aucune méthode n'est sélectionnée

source: Impossible to change the state of a finished Run
fr: Impossible de modifier le statut d'un Run terminé

source: Only Admin users might validate and execute runs.
fr: Seuls les utilisateurs Admin peuvents valider et éxécuter les runs.

source: Change state
fr: Modification du chef de projet

source: Run {} successfully moved to status: {}.
fr: Le Run {} a maintenant le statut: {}.

source: Ask for execution
fr: Demande d'exécution

source: Start Run
fr: Démarrer le Run

source: Finish Run
fr: Terminé

source: Invalid filter choice
fr: Choix de filtre invalide

source: Only Admin users might rewind runs.
fr: Seuls les utilisateurs Admin peuvent remettre un run en arrière.

source: Permanent embargo
fr: Embargo permanent

source: The end date must be after the start date
fr: La date de fin doit être après la date de début

source: Alpha particle
fr: Particule alpha

source: Run label
fr: Libellé du run

source: Run status
fr: Statut du run

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Embargo date
fr: Date d'embargo

source: Particle type
fr: Type de particule

source: Energy level (in keV)
fr: Niveau d'énergie (en keV)

source: Beamline
fr: Ligne de faisceau

source: Object groups
fr: Lots d'objets

source: Differentiate objects
fr: Différencier les objets

source: CSV upload
fr: import d'un CSV

source: You can import a CSV file with your objects in it. The file structure must follow the one of the template below.
fr: Vous pouvez ajouter un fichier CSV contenant vos objets en suivant la nomenclature de ce modèle téléchargeable.

source: Objects CSV file template
fr: Modèle CSV d'ajout d'objets

source: Select CSV file
fr: Sélectionner un fichier CSV

source: Add your CSV file here. A template is available below.
fr: Ajoutez votre fichier CSV ici. Un modèle est disponible ci-dessous.

source: manually
fr: manuellement

source: Add another object or object group
fr: Ajouter un autre objet ou groupe d'objets

source: Delete?
fr: Supprimer ?

source: Change
fr: Modification

source: View
fr: Voir

source: Popup closing…
fr: Fenêtre pop-up en cours de fermeture…

source: Delete selected projects
fr: Supprimer les projets sélectionnés

source: Filter
fr: Filtrer

source: No project yet
fr: Aucun projet pour le moment

source: We couldn't find any projects attached to your account.
fr: Nous n'avons pu trouver aucun projet attaché à votre compte.

source: On this page you can find all of your research projects carried out at New AGLAE.
fr: Sur cette page, vous pouvez trouver tous vos projets de recherche menés à New AGLAE.

source: If a project has already been created by a member of your team, they can send you an invitation link to join it.
fr: Si un projet a déjà été créé par un membre de votre équipe, ils peuvent vous envoyer un lien d'invitation pour le rejoindre.

source: Create my first project
fr: Créer mon premier projet

source: Remove from sorting
fr: Enlever du tri

source: Sorting priority: %(priority_number)s
fr: Priorité de tri : %(priority_number)s

source: Toggle sorting
fr: Changer l'ordre de tri

source: By %(filter_title)s
fr: Par %(filter_title)s

source: Are you sure you want to close this form?
fr: Êtes-vous sûr(e) de vouloir fermer ce formulaire ?

source: There are unsaved changes in the form. Changing tab will lose all changes. If you are not sure, cancel this action, check the form and save it.
fr: Le formulaire contient des modifications qui ne sont pas encore sauvegardées. Changer d'ongler vous fera perdre toutes ces modifications. Si vous n'êtes pas sûr(e), annulez cette action, vérifiez le formulaire et sauvegardez-le.

source: Cancel
fr: Annuler

source: Yes, abandon changes
fr: Oui, abandonner les modifications

source: Search projects
fr: Rechercher des projets

source: %(counter)s project
fr: %(counter)s projet

source: Reschedule
fr: Re-planifier

source: Schedule
fr: Planifier

source: Start
fr: Début

source: End
fr: Fin

source: Go to notebook
fr: Aller au cahier de laboratoire

source: Object(s) / Sample(s)
fr: Objet(s) / Échantillon(s)

source: No run yet
fr: Aucun run pour le moment

source: A run is a series of analyses performed on one or multiple objects under the same experimental conditions. A starting date will be assigned to each run by a new AGLAE administrator.
fr: Un run est une série d'analyses réalisées sur un ou plusieurs objets dans les mêmes conditions expérimentales. Une date de début sera attribuée à chaque run par un administrateur New AGLAE.

source: Create a first run
fr: Créer un premier run

source: Methods
fr: Méthodes

source: Energy
fr: Energie

source: Create new run
fr: Créer un nouveau run

source: Schedule run
fr: Planifier le run

source: Use the search field to import an object from Eros. The name of the object will be displayed in the field after.
fr: Utilisez le champs de recherche pour importer un object à partir d'Eros. Le nom de l'objet sera affiché dans le champs suivant.

source: Other
fr: Autre

source: You've been invited to join %(project_name)s on Euphrosyne.
fr: Vous avez été invité à rejoindre le projet %(project_name)s sur Euphrosyne

source: You can check the invitation there:
fr: Vous pouvez accéder à l'invitation ici :

source: Join project
fr: Rejoindre le projet

source: Country
fr: Pays

source: Change selected %(model)s
fr: Modifier l’objet %(model)s sélectionné

source: Add another %(model)s
fr: Ajouter un autre %(model)s

source: Add
fr: Ajouter

source: Add a new object or object group
fr: Créer un objet ou groupe d'objets

source: Import with C2RMF ID
fr: Importer avec un numéro C2RMF

source: Delete selected %(model)s
fr: Modifier l’objet %(model)s sélectionné

source: Project type
fr: Type de projet

source: Default
fr: Défaut

source: Imagery
fr: Imagerie

source: Used to determine the virtual machine size.
fr: Utilisé pour déterminer la taille de la machine virtuelle.

source: Delete virtual office
fr: Supprimer le bureau virtuel

source: Download run data
fr: Télécharger les données du run

source: Download raw data of run %(label)s
fr: Télécharger les données brutes du run %(label)s

source: Download processed data of run %(label)s
fr: Télécharger les données travaillées du run %(label)s

source: Only alphanumeric, underscore, hyphen and space characters are allowed
fr: Seuls les lettres, chiffres, tirets bas, traits d'union et espaces sont des caractères valides

source: Project: %s
fr: Projet: %s

source: Table of contents
fr: Table des matières

source: Particle type: %s
fr: Type de particule: %s

source: Energy: %s
fr: Energie: %s

source: Beamline: %s
fr: Ligne de faisceau: %s

source: Method: %s
fr: Méthode: %s

source: Detector: %s
fr: Détecteur: %s

source: Filter: %s
fr: Filtre: %s

source: Run images with point locations
fr: Images du run avec localisation des points

source: Measuring points
fr: Points de mesure

source: Analysis type
fr: Type d'analyse

source: Reference
fr: Référence

source: Notebook
fr: Cahier de laboratoire

source: Timestamp request
fr: Requête d'horodatage

source: Notebook: %s
fr: Cahier de labo: %s

source: Verify your information
fr: Vérifiez vos informations

source: Date this entry was first created
fr: Date de création de cette entrée
