Repository: betagouv/euphrosyne
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Virtual machine
fr: Machine virtuelle

source: No running virtual machines
fr: Aucune machine virtuelle en cours d'exécution

source: No upcoming projects
fr: Aucun projet à venir

source: Log out
fr: Déconnexion

source: Leader
fr: Chef.fe de projet

source: Select a language
fr: Sélectionner un langage

source: User
fr: Utilisateur

source: Need help?
fr: Besoin d'aide ?

source: Send us a message
fr: Envoyez-nous un message

source: Name
fr: Nom

source: Full name
fr: Nom complet

source: (Required)
fr: (Requis)

source: Type your message here
fr: Tapez votre message ici

source: Add Screenshot
fr: Ajouter une capture d'écran

source: Remove Screenshot
fr: Supprimer la capture d'écran

source: Send message
fr: Envoyer le message

source: Cancel
fr: Annuler

source: No results
fr: Aucun résultat

source: An error occurred while fetching results
fr: Une erreur s'est produite lors la recherche

source: No results found. You can register a new institution using
fr: Aucun résultat trouvé. Vous pouvez enregistrer une nouvelle institution en utilisant

source: this form
fr: ce formulaire

source: Open
fr: Ouvrir

source: Delete the document %s ?
fr: Supprimer le document %s ?

source: File %s could not be removed.
fr: Le fichier %s n'a pas pu être supprimé.

source: File %s has been removed.
fr: Le fichier %s a été supprimé.

source: Download file
fr: Télécharger le fichier

source: Delete file
fr: Supprimer le fichier

source: Filter
fr: Filtrer

source: No file yet
fr: Aucun fichier

source: %s results
fr: %s résultats

source: Show less
fr: Montrer moins

source: Show more
fr: Montrer plus

source: File
fr: Fichier

source: Size
fr: Taille

source: An error has occurred while generating the presigned URL. Please contact the support team.
fr: Une erreur s'est produite lors de la génération de l'URL présignée. Veuillez contacter l'équipe support.

source: File %s has been uploaded.
fr: Le fichier %s a été téléversé.

source: File %s could not be uploaded.
fr: Le fichier %s n'a pas pu être sauvegardé.

source: Country
fr: Pays

source: Save member information
fr: Enregistrer les informations

source: Researcher information
fr: Informations sur le chercheur

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Employer information
fr: Informations sur l'employeur

source: Function
fr: Fonction

source: Associated ROR page
fr: Page ROR associée

source: Email cannot be edited after creation. Delete this participation and invite a new member.
fr: L'email ne peut pas être modifié après la création. Supprimez cette participation et invitez un nouveau membre.

source: Add member to the project
fr: Ajouter un membre au projet

source: Edit project member
fr: Modifier un membre du projet

source: Close
fr: Fermer

source: Delete participation
fr: Supprimer la participation

source: Add member
fr: Ajouter un membre

source: Project leader
fr: Chef de projet

source: Remote participations
fr: Participations à distance

source: On-site participations
fr: Participations sur site

source: Add project leader
fr: Ajouter un chef de projet

source: No remote participations for this project.
fr: Pas de participation à distance dans ce projet.

source: No on-site participations for this project.
fr: Pas de participation sur site dans ce projet.

source: No project leader assigned.
fr: Aucun chef de projet assigné

source: Missing radiation protection certification
fr: Certification de protection contre les radiations manquante

source: An error occurred while requesting upload URL.
fr: Une erreur s'est produite lors de la demande d'URL de téléversement.

source: Didn't receive upload URL from euphrosyne tools.
fr: N'a pas reçu l'URL de téléversement de la part d'Euphrosyne Tools.

source: Last modified
fr: Modifié le

source: Add a document
fr: Ajouter un document

source: No images yet
fr: Aucune image

source: Add files
fr: Ajouter des fichiers

source: Upload
fr: Téléverser

source: Please select a file
fr: Choisissez un fichier

source: The following file formats are not accepted : %s
fr: Ces formats de fichier ne sont pas acceptés : %s

source: No object in this run yet
fr: Aucun objet dans ce run

source: Remove from run
fr: Supprimer du run

source: Add new object group or object
fr: Ajouter un groupe d'objets ou un objet

source: Import object from same project
fr: Importer un objet du même projet

source: Import with EROS ID
fr: Importer avec un numéro EROS

source: Import with POP Reference
fr: Importer avec une référence POP

source: An error occurred.
fr: Une erreur s'est produite.

source: POP is disabled but will be available soon.
fr: POP est désactivé mais sera bientôt disponible.

source: Import an object group or object from project
fr: Importer un groupe d'objets ou un objet du projet

source: Select an existing object group
fr: Sélectionner un groupe d'objets existant

source: %s objects are available for import.
fr: %s objets sont disponibles pour l'import.

source: Select an object
fr: Sélectionner un objet

source: Add object to run
fr: Ajouter l'objet au run

source: Search for a valid ID before submitting the form.
fr: Lancez la recherche sur un ID valide avant de soumettre le formulaire.

source: An error occurred while creating the object group. %s
fr: Une erreur s'est produite lors de la création de l'objet. %s

source: Characters left: %s
fr: Caractères restant: %s

source: You must enter a valid value for this field.
fr: Entrez une valeur valide pour ce champs.

source: No results found.
fr: Aucun résultat trouvé.

source: An error occurred while retrieving the object. Please contact the team if the error persists.
fr: Une erreur s'est produite lors de la recherche de l'objet. Si l'erreur persiste, veuillez contacter l'équipe.

source: Image definition
fr: Définition d'image

source: Default
fr: Défaut

source: Used to determine the image definition used to create the VM.
fr: Utilisé pour déterminer la définition d'image utilisée pour créer la VM.

source: An error occurred while setting project image definition
fr: Une erreur s'est produite en paramétrant la définition d'image du projet.

source: Project lifecycle
fr: Cycle de vie du projet

source: Lifecycle
fr: Cycle de vie

source: Restore project
fr: Restaurer le projet

source: Retry operation
fr: Réessayer l'opération

source: Lifecycle operation failed
fr: L'opération de cycle de vie a échoué

source: Operation type
fr: Type d'opération

source: Status
fr: Statut

source: Started at
fr: Démarré le

source: Finished at
fr: Terminé le

source: Files copied / total
fr: Fichiers copiés / total

source: Bytes copied / total
fr: Octets copiés / total

source: Error title
fr: Titre de l'erreur

source: Project is currently in Cool storage. Restore to modify.
fr: Le projet est actuellement en stockage Cool. Restaurez-le pour le modifier.

source: Lifecycle details
fr: Détails du cycle de vie

source: Pending
fr: En attente

source: Running
fr: En cours

source: Succeeded
fr: Réussie

source: Failed
fr: Échouée

source: No lifecycle operation available.
fr: Aucune opération de cycle de vie disponible.

source: Could not update lifecycle state.
fr: Impossible de mettre à jour l'état du cycle de vie.

source: Runs data
fr: Données des runs

source: Raw data
fr: Données brutes

source: Processed data
fr: Données travaillées

source: Create virtual office
fr: Créer le bureau virtuel

source: An error occurred while creating the virtual office. Please contact an administrator or try again later.
fr: Une erreur s'est produite lors de la création du bureau distant. Veuillez contacter l'équipe support.

source: The virtual office is being created. This can take up to 10 minutes.
fr: Le bureau virtuel est en cours de création. L'opération peut prendre jusqu'à 10 minutes.

source: Creating virtual office...
fr: Création du bureau distant...

source: Deleting virtual office...
fr: Suppression du bureau distant...

source: The virtual machine has been deployed and is being configured.
fr: La machine virtuelle a été déployée et est en cours de configuration.

source: Access virtual office
fr: Accéder au bureau distant

source: The virtual office is ready. You can now access it by clicking Access virtual office button.
fr: Le bureau virtual est prêt. Vous pouvez y accéder en cliquant sur le bouton Accéder au bureau virtuel.

source: Configuration took too long. Something wrong occurred. Please contact an administrator.
fr: La configuration met trop de temps. Nous n'avons pas réussi à créer le bureau distant. Veuillez contacter un administrateur.

source: We could not create the virtual office. Please contact an administrator.
fr: Nous n'avons pas réussi à créer le bureau distant. Veuillez contacter l'équipe support.

source: Delete virtual office ?
fr: Supprimer le bureau virtuel ?

source: An error occurred while deleting the virtual office.
fr: Une erreur s'est produite lors de la suppression du bureau distant.

source: The virtual office has been deleted.
fr: Le bureau virtuel a bien été supprimé.

source: The virtual machine has been shut down and deleted. Please wait for the Guacamole connection to be deleted.
fr: La machine virtuelle a été arrêtée et supprimée. Veuillez patienter jusqu'à ce que la connexion Guacamole soit supprimée.

source: Object group / object choice
fr: Choix du groupe d'objets / objet

source: Image choice
fr: Choix de l'image

source: Image choice (edit)
fr: Choix de l'image (modifier)

source: Resize image
fr: Redimensionner l'image

source: Continue
fr: Continuer

source: Point selection on image
fr: Sélection de point sur l'image

source: Next
fr: Suivant

source: Back
fr: Retour

source: Save
fr: Sauvegarder

source: Change image
fr: Changer l'image

source: Back to edit
fr: Retour à l'édition

source: Step %s of %s
fr: Étape %s sur %s

source: Next step:
fr: Étape suivante :

source: Delete
fr: Supprimer

source: Images of object %s used in this run
fr: Images de l'objet %s utilisées dans ce run

source: Other images of this project
fr: Autres images de ce projet

source: No image has been upload for this object group / object. You can upload one or import one from the project documents.
fr: Aucune image n'a été téléversée pour ce groupe d'objets / objet. Vous pouvez en téléverser une ou en importer une à partir des documents du projet.

source: No image has been linked to this object yet. Select an image below or upload one to add one.
fr: Aucune image n'a encore été liée à cet objet. Sélectionnez une image ci-dessous ou téléversez-en une pour l'ajouter.

source: Images from %s
fr: Images de %s

source: No images found in %s for this object.
fr: Pas d'image trouvée dans %s pour cet objet.

source: Move and zoom the image to select the measurement point or zone. Switch between point and area selection using the buttons located at the top left of the image.
fr: Déplacez et zoomez l’image pour sélectionner le point ou la zone de mesure. Basculez entre la sélection de point et de zone à l’aide des boutons situés en haut à gauche de l’image.

source: Add a new object group / object
fr: Ajouter un nouveau groupe d'objets ou un objet

source: Object name / reference
fr: Nom / référence de l'objet

source: An error occurred while creating the object group / object.
fr: Une erreur s'est produite lors de la création du lot d'objets / de l'objet.

source: An error occurred while adding the object group / object to the run.
fr: Une erreur s'est produite lors de l'ajout du groupe d'objets / objet au run.

source: An object group / object with this label already exists in this run.
fr: Un groupe d'objets / objet avec cette étiquette existe déjà dans ce run.

source: An error occurred while adding the object group / object to the measuring point.
fr: Une erreur s'est produite lors de l'ajout du groupe d'objets / objet au point de mesure.

source: Unset the object group or standard to change the analysis type
fr: Supprimer le groupe d'objets ou le standard pour changer le type d'analyse

source: Locate point on image
fr: Localiser le point sur l'image

source: Edit point location on image
fr: Modifier l'emplacement du point sur l'image

source: Comments
fr: Commentaires

source: There is no image for this run yet. You can add images to the measurement points below, and they will appear here with their corresponding point locations.
fr: Aucune image n'a encore été ajoutée à ce run. Vous pouvez ajouter des images aux points de mesure ci-dessous, elles apparaîtront ici avec leurs emplacements de points correspondants.

source: Click on an image to expand it.
fr: Cliquer sur une image pour l'agrandir.

source: Add a new object group
fr: Ajouter un groupe d'objets ou un objet

source: Object
fr: Objet

source: Analysis type
fr: Type d'analyse

source: Standard reference
fr: Référence du standard

source: No standard
fr: Auncun standard

source: There are no notes in this notebook yet. Click the button to add the first one.
fr: Il n'y a encore aucune note dans ce carnet. Cliquez sur le bouton pour ajouter la première.

source: Unfold all
fr: Tout déplier

source: Close all
fr: Tout fermer

source: Run images with point locations
fr: Images avec les emplacements des points de mesure

source: Add image
fr: Ajouter une image

source: Measuring points
fr: Points de mesure

source: Add point
fr: Ajouter un point

source: Object reference
fr: Référence de l'objet

source: No object group / object selected
fr: Aucun groupe d'objets / objet sélectionné

source: Area
fr: Zone

source: Selection mode
fr: Mode de sélection
