Repository: betagouv/euphrosyne
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Date this entry was most recently changed.
fr: Date de la dernière modification de cette entrée

source: measuring point standard
fr: standard du point de mesure

source: measuring point standards
fr: standards du point de messure

source: Standard measuring point must not belong to an object group.
fr: Les de points de mesure ne peuvent pas être lié à un groupe d'objets et à un standard.

source: Create new standard
fr: Créer un nouveau standard

source: Accessibility declaration
fr: Déclaration d'accessibilité

source: Accessibility multi-year schema
fr: Schéma pluriannuel d’accessibilité

source: Site map
fr: Plan du site
